Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# changelog.1_0_0.topShelf.title
source: A more useful Top Shelf
cs: Užitečnější Top Shelf
da: En mere nyttig Top Shelf
de: Nützlicherer Top Shelf
el: Πιο χρήσιμο Top Shelf
es: Un Top Shelf más útil
fi: Hyödyllisempi Top Shelf
fr: Un Top Shelf plus utile
hr: Korisniji Top Shelf
hu: Hasznosabb Top Shelf
it: Un Top Shelf più utile
ja: 使いやすくなったTop Shelf
ko: 더 쓸모 있어진 Top Shelf
nb: Et mer nyttig Top Shelf
nl: Een nuttiger Top Shelf
pl: Bardziej przydatny Top Shelf
pt_br: Um Top Shelf mais útil
pt_pt: Um Top Shelf mais útil
ro: Un Top Shelf mai util
ru: Более полезный Top Shelf
sk: Užitočnejší Top Shelf
sv: En mer användbar Top Shelf
tr: Daha kullanışlı bir Top Shelf
uk: Корисніший Top Shelf
zh_hans: 更好用的 Top Shelf
zh_hant: 更好用的 Top Shelf

# changelog.1_0_0.topShelf.body
source: Continue Watching and Next Up on the Apple TV home screen show how far into a title you are, in your accent colour, and selecting one starts playback right away.
cs: Pokračovat ve sledování a Další na domovské obrazovce Apple TV ukazují ve tvé barvě zvýraznění, jak daleko titul je, a výběrem se přehrávání spustí hned.
da: Fortsæt med at se og Næste på Apple TV's hjemmeskærm viser i din accentfarve, hvor langt du er i en titel, og et valg starter afspilningen med det samme.
de: Weiterschauen und Als Nächstes auf dem Home-Bildschirm des Apple TV zeigen in deiner Akzentfarbe, wie weit ein Titel ist, und eine Auswahl startet die Wiedergabe sofort.
el: Το Συνέχιση παρακολούθησης και το Επόμενο στην αρχική οθόνη του Apple TV δείχνουν στο χρώμα τονισμού σου πόσο έχει προχωρήσει ένας τίτλος, και η επιλογή ξεκινά αμέσως την αναπαραγωγή.
es: Seguir viendo y Siguiente en la pantalla de inicio del Apple TV muestran con tu color de acento por dónde vas, y al elegir uno la reproducción empieza al instante.
fi: Jatka katselua ja Seuraavaksi Apple TV:n aloitusnäytöllä näyttävät korostusvärilläsi, kuinka pitkällä nimike on, ja valinta käynnistää toiston heti.
fr: Continuer à regarder et À suivre sur l'écran d'accueil de l'Apple TV indiquent votre avancement dans votre couleur d'accent, et une sélection lance la lecture aussitôt.
hr: Nastavi gledanje i Sljedeće na početnom zaslonu Apple TV-a u tvojoj boji naglaska pokazuju dokle si stigao, a odabir odmah pokreće reprodukciju.
hu: A Folytatás és a Következő az Apple TV kezdőképernyőjén a kiemelőszíneddel mutatja, hol tartasz, és a kiválasztás azonnal elindítja a lejátszást.
it: Continua a guardare e Prossimo nella schermata Home dell'Apple TV mostrano con il tuo colore d'accento a che punto sei, e selezionandone uno la riproduzione parte subito.
ja: Apple TVのホーム画面の「視聴を続ける」と「次の再生」が、アクセントカラーで再生位置を示します。選ぶとすぐに再生が始まります。
ko: Apple TV 홈 화면의 계속 시청과 다음 항목이 강조 색상으로 어디까지 봤는지 보여주고, 선택하면 바로 재생이 시작됩니다.
nb: Fortsett å se og Neste på hjemmeskjermen til Apple TV viser i aksentfargen din hvor langt du er kommet, og et valg starter avspillingen med en gang.
nl: Verder kijken en Volgende op het beginscherm van de Apple TV laten in je accentkleur zien hoe ver je bent, en een keuze start het afspelen meteen.
pl: Kontynuuj oglądanie i Następne na ekranie głównym Apple TV pokazują w twoim kolorze akcentu, jak daleko jesteś, a wybór od razu uruchamia odtwarzanie.
pt_br: Continuar assistindo e Próximo na tela de início do Apple TV mostram na sua cor de destaque em que ponto você está, e escolher um já começa a reprodução.
pt_pt: Continuar a ver e A seguir no ecrã principal da Apple TV mostram na tua cor de destaque em que ponto estás, e escolher um inicia logo a reprodução.
ro: Continuă vizionarea și Următorul de pe ecranul principal Apple TV arată în culoarea ta de accent unde ai rămas, iar selectarea pornește imediat redarea.
ru: Продолжить просмотр и Далее на главном экране Apple TV показывают акцентным цветом, на чём вы остановились, а выбор сразу запускает воспроизведение.
sk: Pokračovať v sledovaní a Ďalšie na domovskej obrazovke Apple TV ukazujú v tvojej farbe zvýraznenia, kde si skončil, a výberom sa prehrávanie spustí hneď.
sv: Fortsätt titta och Nästa på Apple TV:s hemskärm visar i din accentfärg hur långt du har kommit, och ett val startar uppspelningen direkt.
tr: Apple TV ana ekranındaki İzlemeye Devam Et ve Sırada, vurgu renginizle nerede kaldığınızı gösterir; birini seçmek oynatmayı hemen başlatır.
uk: Продовжити перегляд і Наступне на головному екрані Apple TV показують акцентним кольором, де ви зупинилися, а вибір одразу запускає відтворення.
zh_hans: Apple TV 主屏幕上的继续观看和接下来会用强调色标出看到哪里，选中即可立刻开始播放。
zh_hant: Apple TV 主畫面上的繼續觀看和接下來會用強調色標出看到哪裡，選取即可立刻開始播放。

# settings.appearance.showLogos
source: Show title logos
cs: Zobrazit loga titulů
da: Vis titellogoer
de: Titel-Logos anzeigen
el: Εμφάνιση λογοτύπων τίτλων
es: Mostrar logotipos de títulos
fi: Näytä otsikkologot
fr: Afficher les logos des titres
hr: Prikaži logotipe naslova
hu: Cím-logók megjelenítése
it: Mostra i logo dei titoli
ja: タイトルロゴを表示
ko: 제목 로고 표시
nb: Vis tittellogoer
nl: Titellogo's tonen
pl: Pokaż logo tytułów
pt_br: Mostrar logotipos de títulos
pt_pt: Mostrar logótipos de títulos
ro: Afișează logourile titlurilor
ru: Показывать логотипы названий
sk: Zobraziť logá názvov
sv: Visa titellogotyper
tr: Başlık logolarını göster
uk: Показувати логотипи назв
zh_hans: 显示标题标志
zh_hant: 顯示標題標誌

# settings.appearance.showLogos.subtitle
source: On detail pages, show the title as a logo image instead of plain text.
cs: Na stránkách s podrobnostmi zobrazí název jako logo místo prostého textu.
da: På detaljesider vises titlen som et logo i stedet for almindelig tekst.
de: Auf Detailseiten den Titel als Logo-Bild statt als Text zeigen.
el: Στις σελίδες λεπτομερειών εμφανίζει τον τίτλο ως λογότυπο αντί για απλό κείμενο.
es: En las páginas de detalles, muestra el título como logotipo en lugar de texto.
fi: Näyttää tiedoissa otsikon logona pelkän tekstin sijaan.
fr: Sur les pages de détails, affiche le titre sous forme de logo au lieu d'un texte simple.
hr: Na stranicama s pojedinostima prikazuje naslov kao logotip umjesto običnog teksta.
hu: A részletek oldalain a címet logóként jeleníti meg sima szöveg helyett.
it: Nelle pagine dei dettagli mostra il titolo come logo invece del testo semplice.
ja: 詳細ページで、タイトルをテキストではなくロゴ画像で表示します。
ko: 세부 정보 페이지에서 제목을 일반 텍스트 대신 로고 이미지로 표시합니다.
nb: På detaljsider vises tittelen som en logo i stedet for vanlig tekst.
nl: Toont op detailpagina's de titel als logo in plaats van als tekst.
pl: Na stronach szczegółów pokazuje tytuł jako logo zamiast zwykłego tekstu.
pt_br: Nas páginas de detalhes, mostra o título como logotipo em vez de texto.
pt_pt: Nas páginas de detalhes, mostra o título como logótipo em vez de texto.
ro: Pe paginile de detalii, afișează titlul ca logo în loc de text simplu.
ru: На страницах с подробностями показывает название логотипом вместо обычного текста.
sk: Na stránkach s podrobnosťami zobrazí názov ako logo namiesto obyčajného textu.
sv: På detaljsidor visas titeln som en logotyp i stället för vanlig text.
tr: Ayrıntı sayfalarında başlığı düz metin yerine logo görseli olarak gösterir.
uk: На сторінках з деталями показує назву логотипом замість звичайного тексту.
zh_hans: 在详情页面上，将标题显示为标志图像而非纯文本。
zh_hant: 在詳細資料頁面上，將標題顯示為標誌圖像而非純文字。

# settings.appearance.subtitle
source: Customize logos, cards, and images with three free accents, Graphite Glass and OLED Black, plus Supporter palettes and premium animated backgrounds.
cs: Přizpůsobte loga, karty a obrázky pomocí tří bezplatných barev zvýraznění, Grafitového skla a OLED černé, plus palet pro podporovatele a prémiových animovaných pozadí.
da: Tilpas logoer, kort og billeder med tre gratis fremhævningsfarver, Grafitglas og OLED-sort samt supporter-paletter og animerede premiumbaggrunde.
de: Passe Logos, Karten und Bilder mit drei kostenlosen Akzentfarben, Graphitglas und OLED-Schwarz sowie Supporter-Paletten und animierten Premium-Hintergründen an.
el: Προσαρμόστε λογότυπα, κάρτες και εικόνες με τρία δωρεάν χρώματα έμφασης, Γυαλί γραφίτη και Μαύρο OLED, καθώς και παλέτες υποστηρικτών και premium κινούμενα φόντα.
es: Personaliza logotipos, tarjetas e imágenes con tres colores de acento gratis, Cristal de grafito y Negro OLED, además de paletas del Supporter Pack y fondos animados prémium.
fi: Mukauta logoja, kortteja ja kuvia kolmella ilmaisella korostusvärillä, Grafiittilasilla ja OLED-mustalla sekä tukijapaleteilla ja animoiduilla premium-taustoilla.
fr: Personnalisez les logos, cartes et images avec trois couleurs d’accentuation gratuites, Verre graphite et Noir OLED, ainsi que des palettes Supporter et des arrière-plans animés premium.
hr: Prilagodite logotipe, kartice i slike s tri besplatne naglasne boje, Grafitnim staklom i OLED crnom te paletama za podržavatelje i premium animiranim pozadinama.
hu: Szabd személyre a logókat, kártyákat és képeket három ingyenes kiemelőszínnel, Grafitüveg és OLED-fekete háttérrel, valamint támogatói palettákkal és prémium animált hátterekkel.
it: Personalizza logo, schede e immagini con tre colori d’accento gratuiti, Vetro grafite e Nero OLED, oltre a palette per sostenitori e sfondi animati premium.
ja: ロゴ、カード、画像に加え、3色の無料アクセント、グラファイトガラスとOLEDブラック、サポーター向けパレット、プレミアムアニメーション背景をカスタマイズできます。
ko: 로고, 카드, 이미지를 세 가지 무료 강조 색상, 그래파이트 글래스 및 OLED 블랙 배경, 서포터 팔레트와 프리미엄 애니메이션 배경으로 꾸밀 수 있습니다.
nb: Tilpass logoer, kort og bilder med tre gratis aksentfarger, Grafittglass og OLED-svart samt supporterpaletter og animerte premiumbakgrunner.
nl: Pas logo's, kaarten en afbeeldingen aan met drie gratis accentkleuren, Grafietglas en OLED-zwart, plus supporterspaletten en premium geanimeerde achtergronden.
pl: Dostosuj logo, karty i obrazy za pomocą trzech bezpłatnych kolorów akcentu, Grafitowego szkła i Czerni OLED, a także palet dla wspierających i animowanych teł premium.
pt_br: Personalize logotipos, cartões e imagens com três cores de destaque grátis, Vidro grafite e Preto OLED, além de paletas para apoiadores e fundos animados premium.
pt_pt: Personalize logótipos, cartões e imagens com três cores de realce grátis, Vidro de grafite e Preto OLED, além de paletas para apoiantes e fundos animados premium.
ro: Personalizează logourile, cardurile și imaginile cu trei culori de accent gratuite, Sticlă grafit și Negru OLED, plus palete pentru susținători și fundaluri animate premium.
ru: Настройте логотипы, карточки и изображения с тремя бесплатными акцентными цветами, Графитовым стеклом и Чёрным OLED, а также палитрами для сторонников и премиальными анимированными фонами.
sk: Prispôsobte logá, karty a obrázky pomocou troch bezplatných farieb zvýraznenia, Grafitového skla a OLED čiernej, plus paliet pre podporovateľov a prémiových animovaných pozadí.
sv: Anpassa logotyper, kort och bilder med tre kostnadsfria accentfärger, Grafitglas och OLED-svart samt supporterpaletter och animerade premiumbakgrunder.
tr: Logoları, kartları ve görselleri üç ücretsiz vurgu rengi, Grafit cam ve OLED siyahının yanı sıra destekçi paletleri ve premium animasyonlu arka planlarla özelleştirin.
uk: Налаштуйте логотипи, картки та зображення з трьома безкоштовними акцентними кольорами, Графітовим склом і Чорним OLED, а також палітрами для прихильників і преміальними анімованими фонами.
zh_hans: 自定义标志、卡片和图片，可使用三种免费强调色、石墨玻璃和 OLED 纯黑背景，以及支持者调色板和高级动态背景。
zh_hant: 自訂標誌、卡片和圖片，可使用三種免費強調色、石墨玻璃和 OLED 純黑背景，以及支持者調色盤和進階動態背景。

# settings.appearance.subtitle.short
source: Logos, cards, and colors
cs: Loga, karty a barvy
da: Logoer, kort og farver
de: Logos, Karten & Farben
el: Λογότυπα, κάρτες και χρώματα
es: Logotipos, tarjetas y colores
fi: Logot, kortit ja värit
fr: Logos, cartes et couleurs
hr: Logotipi, kartice i boje
hu: Logók, kártyák és színek
it: Logo, schede e colori
ja: ロゴ、カード、色
ko: 로고, 카드, 색상
nb: Logoer, kort og farger
nl: Logo's, kaarten en kleuren
pl: Logo, karty i kolory
pt_br: Logotipos, cartões e cores
pt_pt: Logótipos, cartões e cores
ro: Logouri, carduri și culori
ru: Логотипы, карточки и цвета
sk: Logá, karty a farby
sv: Logotyper, kort och färger
tr: Logolar, kartlar ve renkler
uk: Логотипи, картки та кольори
zh_hans: 标志、卡片和颜色
zh_hant: 標誌、卡片和顏色

# settings.appearance.title
source: Appearance
cs: Vzhled
da: Udseende
de: Darstellung
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
fr: Apparence
hr: Izgled
hu: Megjelenés
it: Aspetto
ja: 外観
ko: 모양
nb: Utseende
nl: Uiterlijk
pl: Wygląd
pt_br: Aparência
pt_pt: Aparência
ro: Aspect
ru: Внешний вид
sk: Vzhľad
sv: Utseende
tr: Görünüm
uk: Зовнішній вигляд
zh_hans: 外观
zh_hant: 外觀

# settings.appearance.topShelf
source: Home Screen Row
cs: Řádek na domovské obrazovce
da: Række på hjemmeskærmen
de: Zeile auf dem Startbildschirm
el: Γραμμή στην αρχική οθόνη
es: Fila en la pantalla de inicio
fi: Rivi aloitusnäytöllä
fr: Rangée sur l’écran d’accueil
hr: Redak na početnom zaslonu
hu: Sor a kezdőképernyőn
it: Riga nella schermata Home
ja: ホーム画面の列
ko: 홈 화면 행
nb: Rad på hjemmeskjermen
nl: Rij op het beginscherm
pl: Wiersz na ekranie głównym
pt_br: Linha na tela de início
pt_pt: Linha no ecrã principal
ro: Rând pe ecranul principal
ru: Строка на главном экране
sk: Riadok na domovskej obrazovke
sv: Rad på hemskärmen
tr: Ana ekran satırı
uk: Рядок на головному екрані
zh_hans: 主屏幕行
zh_hant: 主畫面列

# settings.appearance.topShelf.subtitle
source: Show Continue Watching above the app on the Apple TV home screen. With several tvOS users it shows one user’s list to everyone.
cs: Zobrazit Pokračovat ve sledování nad aplikací na domovské obrazovce Apple TV. Při více uživatelích tvOS ukazuje všem seznam jednoho z nich.
da: Vis Fortsæt med at se over appen på Apple TV-hjemmeskærmen. Med flere tvOS-brugere viser den samme brugers liste til alle.
de: Weiterschauen über der App auf dem Apple-TV-Startbildschirm anzeigen. Bei mehreren tvOS-Nutzern zeigt sie allen die Liste eines einzigen.
el: Εμφάνιση της Συνέχισης παρακολούθησης πάνω από την εφαρμογή στην αρχική οθόνη του Apple TV. Με πολλούς χρήστες tvOS δείχνει σε όλους τη λίστα ενός μόνο.
es: Muestra Continuar viendo encima de la app en la pantalla de inicio del Apple TV. Con varios usuarios de tvOS enseña a todos la lista de uno solo.
fi: Näytä Jatka katselua sovelluksen yläpuolella Apple TV:n aloitusnäytöllä. Usean tvOS-käyttäjän laitteessa se näyttää kaikille yhden käyttäjän listan.
fr: Affiche Reprendre la lecture au-dessus de l’app sur l’écran d’accueil de l’Apple TV. Avec plusieurs utilisateurs tvOS, elle montre à tous la liste d’un seul.
hr: Prikaži Nastavi gledati iznad aplikacije na početnom zaslonu Apple TV-a. Uz više tvOS korisnika svima prikazuje popis samo jednog.
hu: A Folytatás megjelenítése az alkalmazás felett az Apple TV kezdőképernyőjén. Több tvOS-felhasználó esetén mindenkinek egyetlen felhasználó listáját mutatja.
it: Mostra Continua a guardare sopra l’app nella schermata Home dell’Apple TV. Con più utenti tvOS mostra a tutti l’elenco di uno solo.
ja: Apple TV のホーム画面でアプリの上に「続きを見る」を表示します。tvOS ユーザーが複数いる場合、全員に同じ 1 人のリストが表示されます。
ko: Apple TV 홈 화면에서 앱 위에 이어서 보기를 표시합니다. tvOS 사용자가 여럿이면 모두에게 한 사람의 목록이 표시됩니다.
nb: Vis Fortsett å se over appen på Apple TV-hjemmeskjermen. Med flere tvOS-brukere viser den listen til én av dem for alle.
nl: Toon Verder kijken boven de app op het beginscherm van de Apple TV. Bij meerdere tvOS-gebruikers laat hij iedereen de lijst van één gebruiker zien.
pl: Pokazuj Kontynuuj oglądanie nad aplikacją na ekranie głównym Apple TV. Przy kilku użytkownikach tvOS wyświetla wszystkim listę jednego z nich.
pt_br: Mostra Continuar assistindo acima do app na tela de início da Apple TV. Com vários usuários do tvOS, exibe a lista de um só para todos.
pt_pt: Mostra Continuar a ver acima da app no ecrã principal da Apple TV. Com vários utilizadores tvOS, apresenta a lista de um só a todos.
ro: Afișează Continuă vizionarea deasupra aplicației pe ecranul principal Apple TV. Cu mai mulți utilizatori tvOS, le arată tuturor lista unuia singur.
ru: Показывать «Продолжить просмотр» над приложением на главном экране Apple TV. При нескольких пользователях tvOS всем показывается список одного из них.
sk: Zobrazovať Pokračovať v sledovaní nad aplikáciou na domovskej obrazovke Apple TV. Pri viacerých používateľoch tvOS ukazuje všetkým zoznam jedného.
sv: Visa Fortsätt titta ovanför appen på Apple TV-hemskärmen. Med flera tvOS-användare visas samma användares lista för alla.
tr: Apple TV ana ekranında uygulamanın üstünde İzlemeye Devam Et’i göster. Birden fazla tvOS kullanıcısı varsa herkese tek bir kullanıcının listesi gösterilir.
uk: Показувати «Продовжити перегляд» над застосунком на головному екрані Apple TV. За кількох користувачів tvOS усім показується список одного з них.
zh_hans: 在 Apple TV 主屏幕上于 App 上方显示「继续观看」。有多个 tvOS 用户时，所有人看到的都是同一个用户的列表。
zh_hant: 在 Apple TV 主畫面上於 App 上方顯示「繼續觀看」。有多個 tvOS 使用者時，所有人看到的都是同一位使用者的列表。

# settings.changelog.subtitle
source: Read about new features and improvements
cs: Přečtěte si o nových funkcích a vylepšeních
da: Læs om nye funktioner og forbedringer
de: Lies über neue Features und Verbesserungen
el: Διαβάστε για νέες λειτουργίες και βελτιώσεις
es: Lee sobre nuevas funciones y mejoras
fi: Lue uusista ominaisuuksista ja parannuksista
fr: Découvrez les nouvelles fonctionnalités et améliorations
hr: Pročitajte o novim značajkama i poboljšanjima
hu: Olvass az új funkciókról és fejlesztésekről
it: Scopri le nuove funzionalità e i miglioramenti
ja: 新機能と改善点について読む
ko: 새로운 기능과 개선 사항을 확인하세요
nb: Les om nye funksjoner og forbedringer
nl: Lees over nieuwe functies en verbeteringen
pl: Przeczytaj o nowych funkcjach i ulepszeniach
pt_br: Leia sobre novos recursos e melhorias
pt_pt: Leia sobre novas funcionalidades e melhorias
ro: Citește despre noile funcții și îmbunătățiri
ru: Узнайте о новых функциях и улучшениях
sk: Prečítajte si o nových funkciách a vylepšeniach
sv: Läs om nya funktioner och förbättringar
tr: Yeni özellikler ve iyileştirmeler hakkında bilgi alın
uk: Дізнайтеся про нові функції та поліпшення
zh_hans: 了解新功能和改进
zh_hant: 了解新功能和改進

# settings.changelog.title
source: What's New
cs: Co je nového
da: Nyheder
de: Was ist neu
el: Τι νέο υπάρχει
es: Novedades
fi: Uutta
fr: Nouveautés
hr: Što je novo
hu: Újdonságok
it: Novità
ja: 新機能
ko: 새로운 기능
nb: Nyheter
nl: Wat is er nieuw
pl: Co nowego
pt_br: Novidades
pt_pt: Novidades
ro: Noutăți
ru: Что нового
sk: Čo je nové
sv: Nyheter
tr: Yenilikler
uk: Що нового
zh_hans: 新功能
zh_hant: 新功能

# settings.cloudSync.delete.confirm.action
source: Delete
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
hr: Izbriši
hu: Törlés
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Zmazať
sv: Radera
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# settings.cloudSync.delete.confirm.message
source: All Sodalite data in iCloud will be deleted. Your local data on each device stays.
cs: Všechna data Sodalite v iCloudu budou smazána. Vaše místní data v každém zařízení zůstanou.
da: Alle Sodalite-data i iCloud slettes. Dine lokale data på hver enhed bevares.
de: Alle Sodalite-Daten in iCloud werden gelöscht. Deine lokalen Daten auf jedem Gerät bleiben erhalten.
el: Όλα τα δεδομένα του Sodalite στο iCloud θα διαγραφούν. Τα τοπικά σας δεδομένα σε κάθε συσκευή παραμένουν.
es: Se eliminarán todos los datos de Sodalite en iCloud. Tus datos locales en cada dispositivo se conservan.
fi: Kaikki Sodaliten tiedot iCloudissa poistetaan. Kunkin laitteen paikalliset tiedot säilyvät.
fr: Toutes les données Sodalite dans iCloud seront supprimées. Vos données locales sur chaque appareil sont conservées.
hr: Svi Sodalite podaci u iCloudu bit će izbrisani. Vaši lokalni podaci na svakom uređaju ostaju.
hu: Az iCloudban lévő összes Sodalite-adat törlődik. Az egyes eszközökön lévő helyi adatok megmaradnak.
it: Tutti i dati di Sodalite in iCloud verranno eliminati. I tuoi dati locali su ogni dispositivo restano.
ja: iCloud内のすべてのSodaliteデータが削除されます。各デバイスのローカルデータは残ります。
ko: iCloud의 모든 Sodalite 데이터가 삭제됩니다. 각 기기의 로컬 데이터는 유지됩니다.
nb: Alle Sodalite-data i iCloud slettes. De lokale dataene dine på hver enhet beholdes.
nl: Alle Sodalite-gegevens in iCloud worden verwijderd. Je lokale gegevens op elk apparaat blijven behouden.
pl: Wszystkie dane Sodalite w iCloud zostaną usunięte. Twoje dane lokalne na każdym urządzeniu pozostaną.
pt_br: Todos os dados do Sodalite no iCloud serão excluídos. Seus dados locais em cada dispositivo permanecem.
pt_pt: Todos os dados do Sodalite no iCloud serão eliminados. Os seus dados locais em cada dispositivo permanecem.
ro: Toate datele Sodalite din iCloud vor fi șterse. Datele tale locale de pe fiecare dispozitiv rămân.
ru: Все данные Sodalite в iCloud будут удалены. Ваши локальные данные на каждом устройстве останутся.
sk: Všetky dáta Sodalite v iCloude budú zmazané. Vaše lokálne dáta v každom zariadení zostanú.
sv: Alla Sodalite-data i iCloud raderas. Dina lokala data på varje enhet behålls.
tr: iCloud'daki tüm Sodalite verileri silinecek. Her cihazdaki yerel verileriniz kalır.
uk: Усі дані Sodalite в iCloud буде видалено. Ваші локальні дані на кожному пристрої залишаться.
zh_hans: iCloud 中的所有 Sodalite 数据都将被删除。每台设备上的本地数据会保留。
zh_hant: iCloud 中的所有 Sodalite 資料都將被刪除。每部裝置上的本機資料會保留。

# settings.cloudSync.delete.confirm.title
source: Delete iCloud Data?
cs: Smazat data iCloud?
da: Slet iCloud-data?
de: iCloud-Daten löschen?
el: Διαγραφή δεδομένων iCloud;
es: ¿Eliminar datos de iCloud?
fi: Poistetaanko iCloud-tiedot?
fr: Supprimer les données iCloud ?
hr: Izbrisati iCloud podatke?
hu: Törli az iCloud-adatokat?
it: Eliminare i dati iCloud?
ja: iCloudデータを削除しますか？
ko: iCloud 데이터를 삭제할까요?
nb: Slette iCloud-data?
nl: iCloud-gegevens verwijderen?
pl: Usunąć dane iCloud?
pt_br: Excluir dados do iCloud?
pt_pt: Eliminar dados do iCloud?
ro: Ștergi datele iCloud?
ru: Удалить данные iCloud?
sk: Zmazať dáta iCloud?
sv: Radera iCloud-data?
tr: iCloud verileri silinsin mi?
uk: Видалити дані iCloud?
zh_hans: 删除 iCloud 数据？
zh_hant: 刪除 iCloud 資料？

# settings.cloudSync.delete.subtitle
source: Remove all synced data from iCloud and turn off sync
cs: Odebrat všechna synchronizovaná data z iCloudu a vypnout synchronizaci
da: Fjern alle synkroniserede data fra iCloud, og slå synkronisering fra
de: Alle synchronisierten Daten aus iCloud entfernen und die Synchronisierung deaktivieren
el: Καταργήστε όλα τα συγχρονισμένα δεδομένα από το iCloud και απενεργοποιήστε τον συγχρονισμό
es: Elimina todos los datos sincronizados de iCloud y desactiva la sincronización
fi: Poista kaikki synkronoidut tiedot iCloudista ja poista synkronointi käytöstä
fr: Supprimer toutes les données synchronisées d'iCloud et désactiver la synchronisation
hr: Uklonite sve sinkronizirane podatke iz iClouda i isključite sinkronizaciju
hu: Az összes szinkronizált adat eltávolítása az iCloudból és a szinkronizálás kikapcsolása
it: Rimuovi tutti i dati sincronizzati da iCloud e disattiva la sincronizzazione
ja: 同期されたすべてのデータをiCloudから削除し、同期をオフにします
ko: 동기화된 모든 데이터를 iCloud에서 제거하고 동기화를 끕니다
nb: Fjern alle synkroniserte data fra iCloud, og slå av synkronisering
nl: Verwijder alle gesynchroniseerde gegevens uit iCloud en schakel synchronisatie uit
pl: Usuń wszystkie zsynchronizowane dane z iCloud i wyłącz synchronizację
pt_br: Remove todos os dados sincronizados do iCloud e desativa a sincronização
pt_pt: Remova todos os dados sincronizados do iCloud e desative a sincronização
ro: Elimină toate datele sincronizate din iCloud și dezactivează sincronizarea
ru: Удалить все синхронизированные данные из iCloud и отключить синхронизацию
sk: Odstrániť všetky synchronizované dáta z iCloudu a vypnúť synchronizáciu
sv: Ta bort alla synkroniserade data från iCloud och stäng av synkronisering
tr: Tüm eşitlenmiş verileri iCloud'dan kaldır ve eşitlemeyi kapat
uk: Вилучити всі синхронізовані дані з iCloud і вимкнути синхронізацію
zh_hans: 从 iCloud 中移除所有已同步的数据并关闭同步
zh_hant: 從 iCloud 移除所有已同步的資料並關閉同步
